export const localisedStrings = {
  welcomeMessage:
    '🙏 Welcome to the Religious Textbook ChatBot. How can I assist you today?',
  seeMoreMessage: '🔍 See More Information',
  language: 'English',
  chooseLanguage: 'Choose Language',
  mainMenuHeading: 'Explore the textbook',
  questionsOne: '🔄 How does karma influence Hinduism?',
  questionsTwo: "✋ Significance of Islam's Five Pillars?",
  questionsThree: "🌟 Main principles of Buddhism's Eightfold Path?",
  questionsFour: '🌍 Importance of tikkun olam in Judaism?',
  askMeButton: 'Ask a question',
  askButtonList: ['Ask a question', 'Ask a new question'],
  backToMianMenuList: 'Go back to main menu',
  askMeResponse: 'Have a question related to Bhagwad Geeta, ask away by writing it down in the text bar',
  questionsDefaultString: '।।धर्मक्षेत्र इति।  अत्र केचित् व्याख्याविकल्पमाहुः  कुरूणां करणानां यत् क्षेत्रमनुग्राहकं अतएव सांसारिकधर्माणां (S सांसारिकत्वधर्माणां) सर्वेषां क्षेत्रम् उत्पत्तिनिमित्तत्वात्। अयं स परमो धर्मो यद्योगेनात्मदर्शनम् (या. स्मृ. I 8) इत्यस्य च धर्मस्य क्षेत्रम् समस्तधर्माणां क्षयात् अपवर्गप्राप्त्या त्राणभूतं तदधिकारिशरीरम्।  सर्वक्षत्राणां क्षदेः हिंसार्थत्वात् परस्परं वध्यघातकभावेन (S परस्परवध्य  ) वर्तमानानां रागवैराग्यक्रोधक्षमाप्रभृतीनां समागमो यत्र तस्मिन् स्थिता ये मामका अविद्यापुरुषोचिता अविद्यामयाः संकल्पाः पाण्डवाः शुद्धविद्यापुरुषोचिता विद्यात्मानः ते किमकुर्वत कैः खलु के जिताः  इति।  मामकः अविद्यापुरुषः पाण्डुः शुद्धः।',
  backToMainMenuHeading: 'Go back to main menu',
  backToMainMenu: [
    {
      type: 'solid',
      body: 'Go back to main menu',
      reply: 'Go back to main menu',
    },
    {
      type: 'solid',
      body: 'Ask a new question',
      reply: 'Ask a new question',
    },
  ],
};
