export const localisedStrings = {
  welcomeMessage:
    '🙏 धार्मिक पाठ्यपुस्तक चैटबॉट में आपका स्वागत है। आज मैं आपकी कैसे सहायता कर सकता हूं?',
  seeMoreMessage: '🔍 अधिक जानकारी देखें',
  language: 'हिंदी',
  chooseLanguage: 'भाषा चुनें',
  mainMenuHeading: "पाठ्यपुस्तक का अन्वेषण करें",
  questionsOne: "🔄 कर्म हिंदू धर्म पर कैसा प्रभाव डालता है?",
  questionsTwo: "✋ इस्लाम के पांच स्तंभों का महत्व क्या है?",
  questionsThree: "🌟 बौद्ध धर्म के अष्टांगिक मार्ग के मुख्य सिद्धांत क्या हैं?",
  questionsFour: "🌍 यहूदी धर्म में तिक्कुन ओलम का महत्व क्या है?"
};
