export const localisedStrings = {
  welcomeMessage:
    '🙏 धार्मिक पाठ्यपुस्तक चैटबॉट में आपका स्वागत है। आज मैं आपकी कैसे सहायता कर सकता हूं?',
  seeMoreMessage: '🔍 अधिक जानकारी देखें',
  language: 'हिंदी',
  chooseLanguage: 'भाषा चुनें',
  mainMenuHeading: "पाठ्यपुस्तक का अन्वेषण करें",
  askButtonList: ["प्रश्न पूछें", "नया प्रश्न पूछें"],
  backToMianMenuList: "मुख्य मेनू पर वापस जाएं",
  askMeResponse: "धार्मिक पाठ्यपुस्तक से संबंधित कोई प्रश्न है, तो पूछें और टेक्स्ट बार में लिखकर पूछें",
  questionsDefaultString: "कृपया ध्यान दें कि आप वर्तमान में पढ़ रहे संदेश को आपके प्रश्न के एक नमूना उत्तर के रूप में उपयोग कर रहे हैं। आपके पूछे गए प्रश्न के लिए धन्यवाद।",
  backToMainMenuHeading: "मुख्य मेनू पर वापस जाएं",
  backToMainMenu: [
      {
        "type": "solid",
        "body": "मुख्य मेनू पर वापस जाएं",
        "reply": "मुख्य मेनू पर वापस जाएं"
      },
      {
        "type": "solid",
        "body": "नया प्रश्न पूछें",
        "reply": "नया प्रश्न पूछें"
      }
    ],
    predefinedQuestions: [
      {
        "type": "solid",
        "body": "🔄 कर्म हिन्दू धर्म पर कैसा प्रभाव डालता है?",
        "reply": "कर्म हिन्दू धर्म पर कैसा प्रभाव डालता है?"
      },
      {
        "type": "solid",
        "body": "✋ इस्लाम के पाँच स्तंभों का महत्व क्या है?",
        "reply": "इस्लाम के पाँच स्तंभों का महत्व क्या है?"
      },
      {
        "type": "solid",
        "body": "🌟 बौद्ध धर्म के आठ मुख्य सिद्धांत क्या हैं?",
        "reply": "बौद्ध धर्म के आठ मुख्य सिद्धांत क्या हैं?"
      },
      {
        "type": "solid",
        "body": "🌍 यहूदी धर्म में तिकुन ओलम का महत्व क्या है?",
        "reply": "यहूदी धर्म में तिकुन ओलम का महत्व क्या है?"
      },
      {
        "type": "solid",
        "body": "प्रश्न पूछें",
        "reply": "प्रश्न पूछें"
      },
      {
        "type": "solid",
        "body": "भाषा चुनें",
        "reply": "भाषा चुनें"
      }
    ],
  language_hindi: "हिन्दी",
  language_english: "अंग्रेज़ी",
  greetings: ["नमस्ते"],
  languageButtons: ["Hindi", "English"],
  button_categories: [
      "कर्म हिन्दू धर्म पर कैसा प्रभाव डालता है?", 
      "इस्लाम के पाँच स्तंभों का महत्व क्या है?",
      "बौद्ध धर्म के आठ मुख्य सिद्धांत क्या हैं?",
      "यहूदी धर्म में तिकुन ओलम का महत्व क्या है?"
    ],
  answer: [
        "हिन्दू धर्म में, कर्म एक विचार है जिसके कार्यों का परिणाम होता है। यह जीवन के कैसे खुलते हैं उस पर प्रभाव डालने वाला एक नैतिक कानून की तरह है। अच्छे कार्य सकारात्मक परिणामों को ले आते हैं, जबकि बुरे कार्य नकारात्मक परिणामों को ले आते हैं। कर्म आगे के जीवन के परिस्थितियों को पूर्व क्रियाओं पर आधारित रखता है। यह हिन्दू धर्म में नैतिक व्यवहार और आध्यात्मिक प्रगति को मार्गदर्शन करने वाला एक मौलिक अवधारणा है।",
        "इस्लाम में, पाँच स्तंभों का अत्यधिक महत्व है, जो मुस्लिम विश्वास और अभ्यास का आधार होते हैं। इन स्तंभों में ईमान की घोषणा, प्रार्थना, चारित्रिकता, उपवास और मक्का की तीर्थ यात्रा शामिल हैं। ये इस्लाम के मौलिक सिद्धांतों का प्रतीक हैं, जो मुस्लिम समुदाय के भीतर आत्मिक विकास, भक्ति और एकता की ओर मार्गदर्शन करते हैं।",
        "बौद्ध धर्म में, आठ मुख्य सिद्धांत अनुयायियों को बोध और पीड़ा से मुक्ति की ओर मार्गदर्शन करने वाले मौलिक सिद्धांत को प्रतिनिधित करते हैं। यह पथ सही समझ, इरादा, भाषण, क्रिया, जीविका, प्रयास, सतर्कता और ध्यान जैसे आठ जुड़े हुए पहलुओं को समाविष्ट करता है। इन सिद्धांतों का पालन करके, बौद्ध अनुयायी आत्मिक यात्रा पर ज्ञान, नैतिक आचरण, और मानसिक अनुशासन को विकसित करने का उद्देश्य रखते हैं।",
        "तिकुन ओलम, यहूदी धर्म में एक प्रमुख अवधारणा है, जो दुनिया को सुधारने और सामाजिक न्याय और दया को बढ़ावा देने के महत्व को बल देती है। इसका मूल मंत्र है कि मनुष्य ईश्वर के साथ सृजन की चल रही प्रक्रिया में साझेदार हैं। तिकुन ओलम यहूदियों को कृपा, दान, और नैतिक व्यवहार में भाग लेने के लिए प्रेरित करता है, ताकि समाज में सुधार किया जा सके और उनकी आस-पास की दुनिया को सकारात्मक योगदान दिया जा सके।"
      ] 
};
